Repository: ShanePark/dutypark
Catalog: ios/Dutypark/Features/Admin/Admin.xcstrings
Source language: en
Languages: es, ja, ko, zh_hans

# admin.access.message
source: This area is available only to service administrators.
es: Esta área solo está disponible para administradores del servicio.
ja: この領域はサービス管理者のみ利用できます。
ko: 서비스 관리자만 이용할 수 있는 메뉴입니다.
zh_hans: 此区域仅供服务管理员使用。

# admin.access.title
source: Administrator access required
es: Se requiere acceso de administrador
ja: 管理者権限が必要です
ko: 관리자 권한이 필요합니다
zh_hans: 需要管理员权限

# admin.common.cancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# admin.common.create
source: Create
es: Crear
ja: 作成
ko: 생성
zh_hans: 创建

# admin.common.delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# admin.common.loading
source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 불러오는 중...
zh_hans: 加载中...

# admin.common.next
source: Next
es: Siguiente
ja: 次へ
ko: 다음
zh_hans: 下一页

# admin.common.notice
source: Notice
es: Aviso
ja: お知らせ
ko: 알림
zh_hans: 提示

# admin.common.ok
source: OK
es: Aceptar
ja: 確認
ko: 확인
zh_hans: 确定

# admin.common.page
source: %1$d of %2$d
es: %1$d de %2$d
ja: %1$d / %2$d
ko: %1$d / %2$d
zh_hans: %1$d / %2$d

# admin.common.previous
source: Previous
es: Anterior
ja: 前へ
ko: 이전
zh_hans: 上一页

# admin.common.retry
source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# admin.common.save
source: Save
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

# admin.common.yes
source: Yes
es: Sí
ja: はい
ko: 예
zh_hans: 是

# admin.menu.section
source: Service administration
es: Administración del servicio
ja: サービス管理
ko: 서비스 관리
zh_hans: 服务管理

# admin.menu.title
source: Administration
es: Administración
ja: 管理
ko: 관리자
zh_hans: 管理

# admin.members.account
source: Account
es: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账户

# admin.members.activeSessions
source: Active sessions
es: Sesiones activas
ja: 有効なセッション
ko: 활성 세션
zh_hans: 活跃会话

# admin.members.activity
source: Activity
es: Actividad
ja: アクティビティ
ko: 활동
zh_hans: 活动

# admin.members.authProviders
source: Sign-in providers
es: Proveedores de inicio
ja: ログイン方法
ko: 로그인 방식
zh_hans: 登录方式

# admin.members.changePassword
source: Change password
es: Cambiar contraseña
ja: パスワード変更
ko: 비밀번호 변경
zh_hans: 更改密码

# admin.members.confirmPassword
source: Confirm password
es: Confirmar contraseña
ja: パスワード確認
ko: 비밀번호 확인
zh_hans: 确认密码

# admin.members.created
source: Joined
es: Registro
ja: 登録日
ko: 가입일
zh_hans: 注册时间

# admin.members.email
source: Email
es: Correo
ja: メール
ko: 이메일
zh_hans: 邮箱

# admin.members.family
source: Family
es: Familia
ja: 家族
ko: 가족
zh_hans: 家人

# admin.members.friends
source: Friends
es: Amigos
ja: 友だち
ko: 친구
zh_hans: 好友

# admin.members.lastActive
source: Last active
es: Última actividad
ja: 最終活動
ko: 최근 활동
zh_hans: 最近活动

# admin.members.loadFailed
source: Could not load members.
es: No se pudieron cargar los miembros.
ja: メンバーを読み込めませんでした。
ko: 회원 목록을 불러오지 못했습니다.
zh_hans: 无法加载成员。

# admin.members.managedMembers
source: Managed members
es: Miembros gestionados
ja: 管理対象
ko: 관리 대상
zh_hans: 受管理成员

# admin.members.managers
source: Managers
es: Gestores
ja: 管理者
ko: 관리자
zh_hans: 管理员

# admin.members.newPassword
source: New password
es: Nueva contraseña
ja: 新しいパスワード
ko: 새 비밀번호
zh_hans: 新密码

# admin.members.noEmail
source: No email
es: Sin correo
ja: メールなし
ko: 이메일 없음
zh_hans: 无邮箱

# admin.members.notifications
source: Notifications
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知

# admin.members.openCalendar
source: Open calendar
es: Abrir calendario
ja: カレンダーを開く
ko: 달력으로 이동
zh_hans: 打开日历

# admin.members.operationFailed
source: The operation failed.
es: La operación falló.
ja: 操作に失敗しました。
ko: 작업에 실패했습니다.
zh_hans: 操作失败。

# admin.members.overdueTodos
source: Overdue tasks
es: Tareas vencidas
ja: 期限超過
ko: 기한 초과 할 일
zh_hans: 逾期任务

# admin.members.passwordChanged
source: Password changed. All sessions for this member were ended.
es: Contraseña cambiada. Se cerraron todas las sesiones del miembro.
ja: パスワードを変更し、すべてのセッションを終了しました。
ko: 비밀번호를 변경하고 해당 회원의 모든 세션을 종료했습니다.
zh_hans: 密码已更改，该成员的所有会话已结束。

# admin.members.passwordHint
source: Use 8–20 characters. Changing another member's password signs them out everywhere.
es: Usa entre 8 y 20 caracteres. El cambio cierra todas sus sesiones.
ja: 8〜20文字。変更するとすべての端末からログアウトします。
ko: 8~20자로 입력하세요. 변경하면 모든 기기에서 로그아웃됩니다.
zh_hans: 请输入8至20个字符。更改后将退出所有设备。

# admin.members.passwordTitle
source: Password: %@
es: Contraseña: %@
ja: パスワード：%@
ko: %@ 비밀번호
zh_hans: 密码：%@

# admin.members.relationships
source: Relationships
es: Relaciones
ja: 関係
ko: 관계
zh_hans: 关系

# admin.members.revokeSession.action
source: End session
es: Cerrar sesión
ja: セッション終了
ko: 세션 종료
zh_hans: 结束会话

# admin.members.revokeSession.title
source: End this session?
es: ¿Cerrar esta sesión?
ja: このセッションを終了しますか？
ko: 이 세션을 종료할까요?
zh_hans: 结束此会话？

# admin.members.role.serviceAdmin
source: Service administrator
es: Administrador del servicio
ja: サービス管理者
ko: 서비스 관리자
zh_hans: 服务管理员

# admin.members.role.teamAdmin
source: Team lead
es: Líder del equipo
ja: チーム代表
ko: 팀 대표
zh_hans: 团队负责人

# admin.members.role.teamManager
source: Team manager
es: Gestor de equipo
ja: チーム管理者
ko: 팀 매니저
zh_hans: 团队管理员

# admin.members.schedules
source: Schedules
es: Horarios
ja: 予定
ko: 일정
zh_hans: 日程

# admin.members.search
source: Search name or email
es: Buscar nombre o correo
ja: 名前またはメールを検索
ko: 이름 또는 이메일 검색
zh_hans: 搜索姓名或邮箱

# admin.members.session.unknownDevice
source: Unknown device
es: Dispositivo desconocido
ja: 不明な端末
ko: 알 수 없는 기기
zh_hans: 未知设备

# admin.members.sessionRevoked
source: Session ended.
es: Sesión cerrada.
ja: セッションを終了しました。
ko: 세션을 종료했습니다.
zh_hans: 会话已结束。

# admin.members.sessions
source: Sessions
es: Sesiones
ja: セッション
ko: 세션
zh_hans: 会话

# admin.members.sessions.count
source: %d sessions
es: %d sesiones
ja: %d件
ko: %d개
zh_hans: %d个会话

# admin.members.sessions.empty
source: No active sessions.
es: No hay sesiones activas.
ja: 有効なセッションはありません。
ko: 활성 세션이 없습니다.
zh_hans: 没有活跃会话。

# admin.members.team
source: Team
es: Equipo
ja: チーム
ko: 팀
zh_hans: 团队

# admin.members.title
source: Members
es: Miembros
ja: メンバー
ko: 회원
zh_hans: 成员

# admin.members.todos
source: Tasks
es: Tareas
ja: タスク
ko: 할 일
zh_hans: 任务

# admin.members.total
source: Total members
es: Miembros totales
ja: 総メンバー数
ko: 전체 회원
zh_hans: 成员总数

# admin.members.upcomingSchedules
source: Upcoming schedules
es: Próximos horarios
ja: 今後の予定
ko: 다가오는 일정
zh_hans: 即将到来的日程

# admin.nav.apiDocumentation
source: API documentation
es: Documentación API
ja: APIドキュメント
ko: API 문서
zh_hans: API 文档

# admin.nav.apiDocumentation.subtitle
source: Browse server contracts
es: Consultar contratos del servidor
ja: サーバー契約を確認
ko: 서버 API 계약 확인
zh_hans: 浏览服务器契约

# admin.nav.development
source: Development tools
es: Herramientas de desarrollo
ja: 開発ツール
ko: 개발 도구
zh_hans: 开发工具

# admin.nav.development.subtitle
source: Open the developer playground
es: Abrir el entorno de desarrollo
ja: 開発プレイグラウンドを開く
ko: 개발 플레이그라운드 열기
zh_hans: 打开开发调试页

# admin.nav.members
source: Members
es: Miembros
ja: メンバー
ko: 회원 관리
zh_hans: 成员

# admin.nav.members.subtitle
source: Search accounts, sessions and activity
es: Buscar cuentas, sesiones y actividad
ja: アカウント、セッション、活動を検索
ko: 계정·세션·활동 조회
zh_hans: 搜索账户、会话和活动

# admin.nav.teams
source: Teams
es: Equipos
ja: チーム
ko: 팀 관리
zh_hans: 团队

# admin.nav.teams.subtitle
source: Create, search and manage teams
es: Crear, buscar y gestionar equipos
ja: チームの作成・検索・管理
ko: 팀 생성·검색·관리
zh_hans: 创建、搜索和管理团队

# admin.section.developer
source: Developer
es: Desarrollo
ja: 開発者
ko: 개발자
zh_hans: 开发者

# admin.section.management
source: Management
es: Gestión
ja: 管理
ko: 관리
zh_hans: 管理

# admin.teams.checkName
source: Check availability
es: Comprobar disponibilidad
ja: 使用可能か確認
ko: 중복 확인
zh_hans: 检查可用性

# admin.teams.create
source: Create team
es: Crear equipo
ja: チーム作成
ko: 팀 생성
zh_hans: 创建团队

# admin.teams.createFailed
source: Could not create the team.
es: No se pudo crear el equipo.
ja: チームを作成できませんでした。
ko: 팀을 생성하지 못했습니다.
zh_hans: 无法创建团队。

# admin.teams.createHint
source: Name 2–20 characters; description up to 50.
es: Nombre de 2 a 20 caracteres; descripción de hasta 50.
ja: 名前は2〜20文字、説明は50文字まで。
ko: 이름 2~20자, 설명은 50자까지 입력할 수 있습니다.
zh_hans: 名称2至20个字符，描述最多50个字符。

# admin.teams.created
source: Created %@.
es: Se creó %@.
ja: %@を作成しました。
ko: %@ 팀을 생성했습니다.
zh_hans: 已创建 %@。

# admin.teams.delete.message
source: Delete %@? Teams with members cannot be deleted.
es: ¿Eliminar %@? Los equipos con miembros no se pueden eliminar.
ja: %@を削除しますか？メンバーがいるチームは削除できません。
ko: %@ 팀을 삭제할까요? 회원이 있는 팀은 삭제할 수 없습니다.
zh_hans: 删除 %@？有成员的团队无法删除。

# admin.teams.delete.title
source: Delete team?
es: ¿Eliminar equipo?
ja: チームを削除しますか？
ko: 팀을 삭제할까요?
zh_hans: 删除团队？

# admin.teams.deleteFailed
source: Could not delete the team. Remove its members first.
es: No se pudo eliminar. Elimina primero sus miembros.
ja: 削除できませんでした。先にメンバーを削除してください。
ko: 팀을 삭제하지 못했습니다. 먼저 팀원을 내보내주세요.
zh_hans: 无法删除团队，请先移除成员。

# admin.teams.deleted
source: Team deleted.
es: Equipo eliminado.
ja: チームを削除しました。
ko: 팀을 삭제했습니다.
zh_hans: 团队已删除。

# admin.teams.description
source: Description
es: Descripción
ja: 説明
ko: 설명
zh_hans: 描述

# admin.teams.loadFailed
source: Could not load teams.
es: No se pudieron cargar los equipos.
ja: チームを読み込めませんでした。
ko: 팀 목록을 불러오지 못했습니다.
zh_hans: 无法加载团队。

# admin.teams.members.count
source: %lld members
es: %lld miembros
ja: %lld人
ko: %lld명
zh_hans: %lld名

# admin.teams.name
source: Team name
es: Nombre del equipo
ja: チーム名
ko: 팀 이름
zh_hans: 团队名称

# admin.teams.nameCheck.duplicated
source: This name is already in use.
es: Este nombre ya está en uso.
ja: この名前は使用されています。
ko: 이미 사용 중인 이름입니다.
zh_hans: 此名称已被使用。

# admin.teams.nameCheck.ok
source: This name is available.
es: Este nombre está disponible.
ja: 使用できる名前です。
ko: 사용 가능한 이름입니다.
zh_hans: 此名称可用。

# admin.teams.nameCheck.tooLong
source: Use no more than 20 characters.
es: Usa como máximo 20 caracteres.
ja: 20文字以内で入力してください。
ko: 20자 이하로 입력해주세요.
zh_hans: 请勿超过20个字符。

# admin.teams.nameCheck.tooShort
source: Use at least 2 characters.
es: Usa al menos 2 caracteres.
ja: 2文字以上で入力してください。
ko: 2자 이상 입력해주세요.
zh_hans: 请至少输入2个字符。

# admin.teams.noDescription
source: No description
es: Sin descripción
ja: 説明なし
ko: 설명 없음
zh_hans: 无描述

# admin.teams.search
source: Search teams
es: Buscar equipos
ja: チームを検索
ko: 팀 검색
zh_hans: 搜索团队

# admin.teams.title
source: Teams
es: Equipos
ja: チーム
ko: 팀
zh_hans: 团队

# admin.teams.total
source: Total teams
es: Equipos totales
ja: 総チーム数
ko: 전체 팀
zh_hans: 团队总数

# admin.web.loadFailed
source: Could not open this administrator page.
es: No se pudo abrir esta página de administración.
ja: 管理者ページを開けませんでした。
ko: 관리자 페이지를 열지 못했습니다.
zh_hans: 无法打开管理员页面。

# admin.common.no
source: No
ja: いいえ
ko: 아니요
zh_hans: 否
